TOKEN = '6713198892:AAH27YMa4nFjcSahzyPdUctXYss792sh8LU'

CNANNELS = [
    ['КАНАЛ 1','@nmntzh','https://t.me/nmntzh'],
    ['КАНАЛ 2','@ndsgne','https://t.me/ndsgne']
]

admin_ids = [
    5455171373,
    387161594

]

NOT_SUB_MESSAGE = 'Для доступа к боту, необходимо подписаться на следующие каналы'
SORRY = 'Извините, но на данный момент бот выключен по техническим моментам'

REF_TEXT = '''🔹 Реферальная программа

Получайте {count} запросов за приглашенного пользователя.

👥 Приглашено пользователей: {users}
🔶 У вас : {count2} запросов



🔗 Моя реферальная ссылка:\n{url}
'''

REF_ADMIN = '''🔹 Настройки реферальной программы

Сервис: {service}
Бонус за приглашенного: {count}
'''